{"name":"Abarth 131 '74","brand":"Abarth","description":"The Fiat 131, additionally called \"Mirafiori\", is a small/medium family car produced by the Italian car manufacturer Fiat from 1974 to 1984. It was exhibited at 1974 Turin Motor Show.\n\nThe 131 was the replacement for the successful Fiat 124, and available as a two-door and four-door saloon and 5-door estate. The 131 was given the Mirafiori name after the Turin suburb where the cars were produced. Naming the car in this way marked a break with the former Fiat convention, established in the 1960s, of naming their mainstream models only with a three digit number, and it set the pattern for Fiat to adopt a new naming practice, with carefully chosen names for subsequent new models. Initially, the 131 was offered with 1.3 L and 1.6 L overhead valve engines. Revisions were made in 1978 and 1981, and all models were produced until production ceased in 1984.\n\nIn total, 1,513,800 units were produced in Italy.\n\nThe Fiat Abarth 131 was a very successful group 4 rally car, winning the manufacturers' World Rally Championship three times: in 1977, 1978, and in 1980. With this car Markku Alen won the 1978 FIA Cup for Drivers and Walter Röhrl won the 1980 drivers' World Rally Championship. Between 1976 and 1981 the Fiat 131 won 20 WRC events; other notable drivers were Sandro Munari, Timo Salonen, Attilio Bettega and Michèle Mouton.\n\nBetween 1975 and 1977 the official \"works\" cars carried the Olio Fiat blue and yellow livery, then during 1978 and 1979 seasons they were sponsored by Italian airline Alitalia and bore their distinctive red, white and green livery.","tags":["rwd","manual","rally","street","hot hatchback","italy","vintage"],"class":"street","specs":{"bhp":"137bhp","torque":"176Nm","weight":"980kg","topspeed":"190km/h","acceleration":"8s 0-100","pwratio":"7.15kg/cv"},"torqueCurve":[["0","100"],["500","100"],["1000","100"],["1500","120"],["2000","145"],["2500","156"],["3000","162"],["3500","174"],["4000","172"],["4500","170"],["4750","168"],["5000","164"],["5500","161"],["6000","160"],["6500","152"]],"powerCurve":[["0","0"],["500","19"],["1000","22"],["1500","25"],["2000","45"],["2500","55"],["3000","70"],["3500","82"],["4000","97"],["4500","110"],["5000","120"],["5500","124"],["5750","130"],["6000","132"],["6500","137"]],"country":"Italy","author":false,"year":1974,"url":null}