{"name":"Ford RS200 '84","brand":"Ford","description":"The Ford RS200 is a mid-engined, four-wheel drive sports car produced by Ford from 1984 to 1986. The road-going RS200 was based on Ford's Group B rally car and was designed to comply with FIA homologation regulations, which required 200 road legal versions be built. It was first displayed to the public at the Belfast Motor Show.\n\nFollowing the introduction of the MKIII Escort in 1980, Ford Motorsport set about development of rear-wheel-drive, turbocharged variant of the vehicle that could be entered into competition in Group B rally racing, and dubbed the new vehicle the Escort RS 1700T. A problem-filled development led Ford to abandon the project in frustration in 1983, leaving them without a new vehicle to enter into Group B. Not wanting to abandon Group B or simply \"write off\" the cost of developing the failed 1700T, executives decided to make use of the lessons learned developing that vehicle in preparing a new, purpose-built rally car. In addition, Ford executives became adamant that the new vehicle feature four-wheel-drive, an addition they felt would be necessary to allow it the ability to compete properly with four-wheel-drive models from Peugeot and Audi.\n\nThe new vehicle was a unique design, featuring a plastic/fiberglass composite body designed by Ghia, a mid-mounted engine and four-wheel drive. The cars were built on behalf of Ford by another company well known for its expertise in producing fibreglass bodies - Reliant. To aid weight distribution, designers mounted the transmission at the front of the car, but this required that power from the mid mounted engine go first up to the front wheels and then be run back again to the rear, creating a complex drive train setup. The chassis was designed by former Formula One designer Tony Southgate, and Ford's John Wheeler, a former F1 engineer, aided in early development. A double wishbone suspension setup with twin dampers on all four wheels aided handling and helped give the car what was often regarded as being the best balanced platform of any of the RS200's contemporary competitors. Such was the rush to complete the RS200, the Ford parts bin was extensively raided - the front windscreen and rear lights were identical to those of the early Sierra, for example, while the side windows were cut-down Sierra items.\n\nPower came from a 1.8 litre, single turbocharged Ford/Cosworth \"BDT\" engine producing 250 horsepower (190 kW) in road-going trim, and between 350 and 450 horsepower (340 kW) in racing trim; upgrade kits were available for road-going versions to boost power output to over 300 horsepower (220 kW). Although the RS had the balance and poise necessary to be competitive, its power-to-weight ratio was poor by comparison, and its engine produced notorious low-RPM lag, making it difficult to drive and ultimately less competitive. Factory driver Kalle Grundel's third place finish at the 1986 WRC Rally of Sweden represented the vehicle's best-ever finish in Group B rallying competition, although the model did see limited success outside of the ultra-competitive Group B class. However, only one event later, at the Rally de Portugal, a Ford RS200 was involved in one of the most dramatic accidents in WRC history, claiming the lives of 3 spectators and injuring many others. Another Ford RS200 was crashed by Swiss Formula One driver Marc Surer against a tree during the 1986 Hessen-Rallye in Germany, killing his co-driver and friend Michel Wyder instantly.\n\nThe accident at Rally Portugal set off a chain reaction and the RS200 became obsolete after only one full year of competition as the FIA, the governing board, which at the time controlled WRC rally racing, abolished Group B after the 1986 season. For 1987, Ford had planned to introduce an \"Evolution\" variant of the RS200, featuring a development of the BDT engine (called BDT-E) displacing 2137 cc, developed by Briton Brian Hart. Power figures for the engine vary quite a bit from source to source, depending on the mechanical setup e.g. boost levels, power output ranges from as \"little\" as 550 horsepower (410 kW) to as high as 815 horsepower (608 kW); it has been said that the most powerful Evolution models can accelerate from 0 to 60 miles per hour (97 km/h) in just over 2 seconds, depending on gearing. Upgraded brakes and suspension components were part of the package as well. The ban on Group B racing effectively forced the E2 model into stillbirth; however, more than one dozen of them were successfully run from August 1986 till October 1992 in the FIA European Championships for Rallycross Drivers events all over Europe, and Norwegian Martin Schanche claimed the 1991 European Rallycross title with a Ford RS200 E2 that produced over 650 bhp (480 kW).\n\nOne RS200 found its way in circuit racing originated as a road car; it was converted to IMSA GTO specification powered by a 750+ BHP 2.0 litre turbo BDTE Cosworth Evolution engine. Competing against the numerous factory backed teams such as Mazda, Mercury and Nissan, with their newly built spaceframe specials, despite being a privateer, the car never achieved any real success to be a serious contender and was kept by the original owner. A parts car was built in England and later used to compete in the Unlimited category at the Pikes Peak International Hill Climb, where it was driven by Swede Stig Blomqvist in 2001, 2002 and 2004  and in 2009 by former British Rallycross Champion Mark Rennison.","tags":["#A1","rwd","manual","street","vintage"],"class":"race","specs":{"bhp":"444bhp","torque":"489Nm","weight":"1050Kg","topspeed":"228Kph","acceleration":"3.8s","pwratio":"2.36kg/cv"},"torqueCurve":[["0","83"],["500","100"],["1000","150"],["1500","240"],["2000","330"],["2500","360"],["3000","420"],["3500","470"],["4000","520"],["4500","560"],["5000","580"],["5500","620"],["6000","540"],["6500","500"],["7500","420"],["8000","380"]],"powerCurve":[["0","0"],["500","80"],["1000","100"],["1500","140"],["2000","200"],["2500","240"],["3000","300"],["3500","340"],["4000","380"],["4500","400"],["5000","430"],["5500","500"],["6000","540"],["6500","560"],["7000","580"],["7500","570"],["8000","560"]],"country":"USA","author":false,"url":null,"year":1984}