{"name":"Peugeot 208T16 PikesPeak '13","brand":"Peugeot","description":"Peugeot has unveiled more details of its Pikes Peak challenger, including its prodigious power figure. The 208 T16 will attack the world famous hill climb with an impressive 1016bhp/ton power-to-weight ratio, an identical figure to the 275mph Hennessey Venom GT hypercar and twice that of a Bugatti Veyron.\n \nPower is served up by a twin-turbo 3.2-litre V6 engine boasting 875bhp. That’s a figure higher than not only the bulk of today’s supercars, but Formula 1 cars, too. Its forced induction is a riposte to the predicted 30 per cent loss in power that naturally aspirated engines face between the climb’s 2865m-high start point and 4301m peak. Claimed acceleration figures are rather impressive - 0-62 takes 1.8sec, 0-124 4.8sec and 0-149mph is completed in 7.0sec.\n \nAt its heart, though, the T16 – which weighs 875kg – deviates heavily from all other Peugeot 208s. Its running gear (including pushrod suspension), brakes vented carbon discs, 380mm front, 355mm rear) and aerodynamic setup – including that behemoth, 2m-wide rear wing – are from the French company’s former Le Mans competitor, the 908 HDI endurance racer.\n \nThe switch to an all-tarmac course for Pikes Peak has allowed such resource sharing, and with the T16’s speed set to reach 150mph in places, extravagant aerodynamic measures are useful. And while most attention will be directed to that spoiler, almost half the T16’s downforce will come from its underbody tray.\n \nThe mid-engine, four-wheel-drive 208 T16 – which is rather more menacing than the European R5 rally car of the same name – will be driven by World Rallying’s most decorated driver, Sebastien Loeb, who is dabbling in a number of motorsport arenas as his WRC involvement winds down after nine world titles.","tags":["rwd","sequential","race","singleseater","turbo","France","hillclimb"],"class":"race","specs":{"bhp":"875bhp","torque":"880Nm","weight":"875kg","topspeed":"241km/h","acceleration":"1.8s","pwratio":"1kg/cv"},"torqueCurve":[["0","56"],["500","130"],["1000","139"],["1500","165"],["2000","267"],["2500","279"],["3000","302"],["3500","289"],["4000","269"],["4500","265"],["5000","260"],["5500","243"],["6000","236"],["6500","215"]],"powerCurve":[["0","0"],["500","20"],["1000","35"],["1500","75"],["2000","98"],["2500","127"],["3000","142"],["3500","151"],["4000","167"],["4500","183"],["5000","188"],["5500","199"],["6000","198"],["6500","196"]],"country":"France","author":false,"url":null,"year":2013}