{"name":"Porsche 991 GT3 '13","brand":"Porsche","description":"Porsche introduced the 991 GT3 at the Geneva Motor Show in 2013. The 991 GT3 features a new 3.8 litre direct fuel injection (DFI) flat-six engine developing 475 hp (354 kW; 482 PS) at 8,250 rpm, a Porsche Doppelkupplung (PDK) double-clutch gearbox and rear-wheel steering. The engine is based on the unit fitted in the 991 Carrera S, but shares only a few common parts. All other components, particularly the crankshaft and valve train, were specially adapted or developed for the 991 GT3. For example, the 991 GT3's engine uses titanium connecting rods attached to forged piston, in order to allow the engine to reach up to 9,000 rpm. The dual-clutch gearbox is another feature specially developed for the 991 GT3, based on sequential manual transmissions used in racing cars.\n\nAfter a number of engine failures, it was discovered that the supplier of the connecting rod bolts had made a production error in the alloy of the bolt. Subsequently, all 785 of the GT3s that had been produced up to that point were recalled to the dealership organisations and fitted with new engines, and all owners were issued with an extra year's warranty.\n\nThe 991 GT3 is claimed to be able to accelerate from 0-60 in 3.1 seconds or less, and the quarter mile in 11.2 seconds at 126 mph. The GT3 has a claimed top speed of 195 mph. The lap time on the Nürburgring Nordschleife is 7 minutes and 25 seconds.","tags":["rwd","pdk","b6","gt3","#A5","germany","supercar","roadsport","street"],"class":"street","specs":{"bhp":"475bhp","torque":"440Nm","weight":"1425kg","topspeed":"315+km/h","acceleration":"3.5s","pwratio":"3kg/cv"},"torqueCurve":[["0","0"],["500","150"],["1000","180"],["1500","200"],["2000","220"],["2500","240"],["3000","250"],["3500","260"],["4000","270"],["4500","300"],["5000","380"],["5500","410"],["6000","445"],["6500","438"],["7000","430"],["7500","420"],["8000","378"],["8500","355"],["9000","320"]],"powerCurve":[["0","0"],["500","2"],["1000","50"],["1500","100"],["2000","150"],["2500","175"],["3000","200"],["3500","250"],["4000","275"],["4500","300"],["5000","350"],["5500","375"],["6000","400"],["6500","415"],["7000","430"],["7500","445"],["8000","460"],["8500","475"],["9000","475"]],"country":"Germany","author":false,"url":null,"year":2013}