{"name":"Audi RS5 DTM '12","brand":"Audi","description":"The Audi RS 5 DTM which has been developed at Audi Sport under the internal project name R17 corresponds to the new Technical Regulations of the DTM that came into effect in the 2012 season and that will apply to the Japanese Super GT Championship as of 2014 as well. Those responsible for the project had three prerequisites to meet: the best possible safety of the vehicles, a cost reduction by up to 40 per cent and a spectacular look. The Audi RS 5 DTM appears flatter and wider than the A4 DTM with which Audi won five titles from 2004 to 2011. The chassis underneath the full-carbon body is of a hybrid design. The combination of the carbon fibre monocoque and steel cage with front, rear and side crash elements sets standards for a race touring car in terms of safety. Furthermore, the chassis, with a mere weight of not quite 160 kilograms, is one of around 50 assembly components which are identical on all DTM cars. The use of carry-over parts made it possible to achieve a cost reduction of up to 40 per cent while further increasing the safety and attractiveness of the DTM vehicles. The RS 5 DTM is powered by an Audi V8 engine delivering around 340 kW (460 hp). The six-speed gearbox is pneumatically operated by paddle shifters on the steering wheel. Integrated into the safety cell of the Audi RS 5 DTM is a 120-litre safety tank that allows the distance of a DTM race to be completed without a refuelling stop. The possibilities in the area of aerodynamics are limited. Air flow through the body, as was the case with the A4 DTM, and complex additional wings at the rear are no longer allowed. This made the visual reference to the production model more evident while, at the same time, the new DTM vehicles react less sensitively to body contact and deliver better slipstream. Upon the homologation of the vehicle at the level of the last race of the 2012 season the latitude for the engineers was reduced even more. As further development was possible only to a very limited extent the focus was placed on detailed fine-tuning. Therefore, the fit of the body parts was optimised in order to avoid gaps and transition areas that would impair the drag coefficient.","tags":["dtm","2010s"],"class":"race","specs":{"bhp":"500 bhp","torque":"500Nm","weight":"1110kg","topspeed":"270+km/h","acceleration":"","pwratio":"2.22kg/cv"},"torqueCurve":[["0","0"],["500","176"],["1000","187"],["1500","211"],["2000","269"],["2500","357"],["3000","385"],["3500","410"],["4000","435"],["4500","459"],["5000","479"],["5500","494"],["6000","500"],["6500","496"],["7000","487"],["7500","459"],["8000","432"],["8500","410"],["8750","380"]],"powerCurve":[["0","0"],["500","12"],["1000","26"],["1500","44"],["2000","76"],["2500","125"],["3000","162"],["3500","202"],["4000","244"],["4500","290"],["5000","336"],["5500","382"],["6000","421"],["6500","453"],["7000","479"],["7500","483"],["8000","485"],["8500","489"],["8750","467"]],"year":2012,"country":"Germany","author":false,"url":null}