{"name":"Mercedes AMG C-Coupe DTM '11","brand":"Mercedes-Benz","description":"Mercedes-Benz is fielding six vehicles of the DTM Mercedes AMG C-Coupe model in the 2013 season. The car was unveiled in September 2011 during the International Motor Show IAA in Frankfurt. Gary Paffett and Jamie Green achieved a one-two victory in the debut race of the new DTM car from Mercedes-Benz at Hockenheim in 2012. In total, the DTM Mercedes AMG C-Coupe took nine podium places, including three victories, in its first season. The DTM Mercedes AMG C-Coupe is the successor of the AMG Mercedes C-Class which, with 85 victories in 159 races, is the most successful vehicle in the DTM s 27-year history. Development, design and construction of the DTM Mercedes AMG C-Coupe began at HWA AG in June 2010. The assembly of the first chassis took place in June 2011, followed by the first car being finished in August and the first test with Gary Paffett at the Lausitzring in early September. On 1 March 2012 the DTM vehicles of the three participating manufacturers were homologated by the German Motorsport Association (DMSB) and thus the development was in large part frozen. The DTM Mercedes AMG C-Coupe was designed according to an improved safety concept the centrepiece of which is an innovative safety cell. It includes an optimised carbon fibre monocoque plus a roll-over cage made of high-strength steel. For better protection of the driver in an accident, all safety-relevant components such as the fire extinguishing system and the tank have been integrated into the carbon fibre chassis. Furthermore, each car is equipped with six crash absorbers that provide additional protection to the driver at the front, rear and sides. These carbon fibre crash elements (front and rear: 61 cm, sides: 30 cm) progressively reduce the energy that occurs in an impact so that the driver is not exposed to excessive deceleration forces. Simultaneously, other components dissipate the forces being generated in a targeted manner. The DTM Mercedes AMG C-Coupe is based on the Mercedes-Benz C-Class Coupe that celebrated its world debut in summer of 2011. The C-Class Coupe completes the top-selling model range of Mercedes-Benz and is available with a selection of seven engines, two diesel and two petrol versions, covering a range between 115 kW (156 hp) and 373 kW (507 hp). The C-Class Coupe is produced at the Mercedes-Benz plant Bremen. It is the fourth model, marking a premiere at Daimler, to be manufactured on a single assembly line together with the saloon car and the T-Model plus the GLK.","tags":["dtm","2010s"],"class":"race","specs":{"bhp":"500 bhp","torque":"500Nm","weight":"1110kg","topspeed":"270+km/h","acceleration":"","pwratio":"2.22kg/cv"},"torqueCurve":[["0","0"],["500","176"],["1000","187"],["1500","211"],["2000","269"],["2500","357"],["3000","385"],["3500","410"],["4000","435"],["4500","459"],["5000","479"],["5500","494"],["6000","500"],["6500","496"],["7000","487"],["7500","459"],["8000","432"],["8500","410"],["8750","380"]],"powerCurve":[["0","0"],["500","12"],["1000","26"],["1500","44"],["2000","76"],["2500","125"],["3000","162"],["3500","202"],["4000","244"],["4500","290"],["5000","336"],["5500","382"],["6000","421"],["6500","453"],["7000","479"],["7500","483"],["8000","485"],["8500","489"],["8750","467"]],"year":2011,"country":"Germany","author":false,"url":null}